{
    "messages" :[
        {
            "title":"Don't Cry",
            "text":"Don’t cry my love good times are coming\n\nDalila cariño sé que puede que no lo estés pasando bien últimamente i me sabe mal, sabes que si necesitas cualquier cosa estaré ahí si me es posible i si no puedo intentaré hacer algo a la distancia, recuerda que hay gente a la que le importas mucho i se preocupa por ti y yo soy una de ellas.\nSi necesitas llorar o desahogarte intentaré estaré ahí, puede que no te pueda aconsejarte de la mejor manera pero sí que te puedo escuchar.\nTe quiero mi vida i tengo miedo de hacerte daño en el futuro, haré todo lo posible para no hacerlo i si te lo hago dímelo porque quiero, aprender me puede costar pero poco a poco iré aprendiendo. Los buenos tiempos están por venir.\nCon mucho cariño Joan💜."
        },
        {
            "title":"For you my D",
            "text":"Per molt que ho vulgui negar si ancara m’agrada en el fons, però el mes important ara mateix ets tu, m’hes fer sentir especial cosa que feia molt que ningú m’ho feia sentir.\nSe que pot ser no es la resposta que esperes, però el que si que es que la que m’agrada ara ets tu Dalila la persona que posar content quan la veig i també la que hem fa patir quan no la veig bé."
        },
        {
            "title":"Fora de sèrie",
            "text":"Dalila princesa meva, vull que et quedi clar que ets una fora de sèrie, moltes dones ja els hi agradaria ser com tu ets, caràcter, forma de estimar, la teva timidesa no tan tímida, ets única i aixo es una de les coses per les quals t’estim tant amor, ets una fora de sèrie no mes ben dir ets la fora de sèrie i vull que et quedi clar, vull ser el home que et pugui acompanyar toda la vida el home que et pugui cuidar i tornar tot el que li fas d’alguna manera. Ets la estrella que brilla més dins d’aquest univers Dalila no deixis que ningú apagui la teva llum💜."
        },
        {
            "title":"Sempre allà per tu",
            "text":"Dalila amor meu se que tot això que et passa es confús i complicat de passar però estic segur de que trobaràs una solució a tot.\nNo diguis que no podràs fer certes coses perquè si ets capaç de retornar el somriure i color a gent que mai pensava que el tornaria a tenir estic segur que podràs recuperar tot allò que tant anyores.\nNo deixis que ningú apagui la teva llum avança cap endavant sense por jo intentaré estar al teu costat sempre que pugui ja sigui com a parella o amics.\n Princesa ets única i impressionant ja veuràs com tot anirà bé, tot túnel te una llum al final i si un dia t’en trobes un altra dona per descomptat que estare allà per passar-ho junt.\nT’estim infinit Dalila💜."
        },
        {
            "title":"Time is everywhere",
            "text":"Dalila te esperaré ahora y siempre, me puedes haber echo daño pero no te preocupes ya le pondré una tirita i tu cuando puedas lo acabaras de sanar tu, mi corazón siempre estará abierto a ti, me has echo sentir muchas cosas que pensaba que estaban muertas en mi i gracias eres única i te encuentro perfecta para mí, si para que seamos 1 tengo que esperar te esperaré te quiero a ti i solo a tu la persona que me devolvió la esperanza cuando no tenía nada por lo que luchar.\nEspero que tengas una recuperación buena y cualquier cosa estaré ahí para ayudarte en lo que sea.\nTu quiero mucho Dalila💜"
        },
        {
            "title":"What is love",
            "text":"Amor, ¿qué es el amor exactamente? Para mí el amor es una conexión emocional con otra persona, el sufrir por otra persona, el pensar en otra persona, entre otras cosas. El amor es lo que siento por ti, Dalila. Sé que no te gusta verme sufrir o verme mal, pero tampoco me gusta a mí verte a ti mal. Que todo esto nos haga ser más fuertes, que todo esto no nos separe. Siento una conexión contigo, una conexión que no he sentido nunca con nadie. Sé que quizá ahora tú no sientas lo mismo, pero verás cómo tarde o temprano lo sentirás. Te amo locamente, quiero crecer contigo y ser mejor para ti, Dalila.\nLove, what is love exactly? For me, love is an emotional connection with another person, suffering for another person, thinking about another person, among other things. Love is what I feel for you, Dalila. I know you don’t like to see me suffer or see me feeling bad, but I also don’t like to see you feeling bad. May all of this make us stronger, may all of this never separate us. I feel a connection with you, a connection I have never felt with anyone else. I know that maybe right now you don’t feel the same, but you will see that sooner or later you will. I love you madly, I want to grow with you and be better for you, Dalila."
        },
        {
            "title":"No t’apartis",
            "text":"No t’apartis de jo, qui em quedarà sinó amb qui podré xerrar, qui m’entendra com tu m’entens\nSi t’apartes et vindré a buscar, si t’apartes t’enganxo a la paret i no parare de fer-te petons fins que no diguis que no et vols apartar.\nSi t’apartes venc i et feig meva entens, quan estic amb tu tot es diferent tot, les emocions em vibren, el cap es calla, la ment es relaxa i només et veig a tu.\nTot el que dic i faig ho dic a consciència, et perdono les coses perquè t’estim Dalila, et perdono perquè se que no ets conscient de tot el que fas.\nEt vull ajudar, et vull acompanyar, et vull cuidar, noto una necessitat molt gran de estar al teu costat.\nSe que no vols res serio, se que no em pararas si vaig a Barna, però en el fons no em quedaré tranquil sapiguent que deixo una princesa com tu aquí sola i desprotegida, pogués faria que vinguesis amb jo et vull al meu costat.\nSe que no ets com mes demostrat i no em veig capaç de estimar a ningu com t’he estimat a tu.\nPenso el mateix que pensava fa temps, vull ser qui torni les ales al àngel, la corona a la princesa i el somriure a la noia mes maca que conec.\nEm fas mal si però la teva presencia m’ho cura tot, ets pitjor que una droga per jo i m’encanta.\nEm surt tot tant amb tu i perdo per tot.\nVeig que poc a poc m’entens mes, soc molt complicat hose i perdo, tu també però m’encanten els problemes enrevessats i tu ets el meu preferit.\nDalila, això no canviarà res, aquest missatge es mes una cosa escrita des-de dintre per treure el que sento, i veus que el que sent es pur."
        },
        {
            "title":"Sant Valentí 2026",
            "text":"Hola Dalila o mes ven dit hola primer amor meu, nose que contarte del tot només que gràcies per tot el que fas per jo.\nEts un primer amor un poc agredolç pero no passa res, ets perfecte als meus ulls i això es el que m’importa.\nSe que hem acabat lo nostro ja i personalment m’agradaria continuar escrivint la nostre història però 1 tot sol no pot, ja em diràs si vols ser la meva ladybug, la meva hello kity o en curt la meva parella.\nEts impressionant i et veig molt poc defectes per no dir que cap.\nPot ser un poc egoista però podries ser el meva primera i ultima Sant Valentina?\nEspero la teva resposta i no passa res si es un no. \nDe pas també et pregunto si t’agradaria fer cosa o quedar mes tard, el mateix no passa res si es un no.\nGràcies per ser tu Dalila, esper que un dia em puguis correspondre ja que sempre dintre meu hi haurà espai per tu.\nT’estimo molt Joan 💜🪄💙🏹💫."
        }
    ]
}
